"LOAD_%@_MORE_LABEL" = "%1$@ More…";
 
"DONE_LABEL" = "DONE!";

"GENERIC_ERROR_TEXT" = "Cannot Download Events";
"GENERIC_ERROR_HINT" = "Make sure your device is running the latest version of \"On this day…\".";
 
"NONETWORK_ERROR_TEXT" = "Cannot Connect to the Internet";
"NONETWORK_ERROR_HINT" = "You must connect to a Wi-Fi network to access the Internet.";

"GOTOTODAY_LABEL" = "GO TO TODAY";

"LOADING_ARTICLE" = "Loading article…";
"LOADING_MORE_LABEL" = "Loading…";

"UIBarButtonSystemItemSave" = "Save";
"UIBarButtonSystemItemEdit" = "Edit";
"UIBarButtonSystemItemCancel" = "Cancel";
"UIBarButtonSystemItemDone" = "Done";
"UIBarButtonSystemItemTrash" = "Delete";
"UIBarButtonSystemItemOrganize" = "Move";

"UITabBarSystemItemFavorites" = "Favorites";
"UITabBarSystemItemHistory" = "History";

"SHEETBUTTON_OK" = "OK";
"SHEETBUTTON_CANCEL" = "Cancel";
"SHEETBUTTON_COPY_ITEMS" = "Copy";
"SHEETBUTTON_MOVE_ITEMS" = "Move";
"SHEETBUTTON_CLEARALL_RECENTITEMS" = "Clear All Recents";

"SHEETBUTTON_ADD_BOOKMARK" = "Add Bookmark";
"SHEETBUTTON_SHARE_BOOKMARK" = "Mail Link to this Article";

// Browser
"OPENARTICLES_ACTION_TITLE" = "Open in Articles";
"OPENSAFARI_ACTION_TITLE" = "Open in Safari";

// ArticleKit
"AKPullDownToLock" = "Pull down to lock orientation…";
"AKPullDownToUnlock" = "Pull down to unlock orientation…";
"AKReleaseToLock" = "Release to lock orientation…";
"AKReleaseToUnlock" = "Release to unlock orientation…";
"AKTablePlaceholderText" = "Show Table";

"AKGenericErrorText" = "Cannot load Article";
"AKGenericErrorHint" = "Make sure your device can reach Wikipedia.org.";
 
"AKNoNetworkErrorText" = "Cannot Connect to the Internet";
"AKNoNetworkErrorHint" = "You must connect to a Wi-Fi network to access the Internet.";

"AKShowLanguagesAccessoryViewText" = "Switch Article Language";
"AKReloadDocumentAccessoryViewText" = "Reload";

"SHEETBUTTON_SAVE_IMAGE" = "Save Image";
"SHEETBUTTON_SHARE_IMAGE" = "Mail Link to this Image";
"DIDYOUMEAN_LABEL" = "Did you mean…";

"SHEETBUTTON_CLIPBOARD_COPY" = "Copy";
"SHEETBUTTON_OPEN" = "Open";
"SHEETBUTTON_OPEN_NEWPAGE" = "Open in New Page";

"AKNotFoundErrorText" = "Cannot load Article";
"AKNotFoundErrorHint" = "Wikipedia does not have an article titled \"%1$@\".";

"WIKIPEDIA_GROUP_RECENTITEMS" = "Recently used";

"RECENTLYPICKED_LANGUAGES_SECTION_TITLE" = "Recently used";
"COMMON_LANGUAGES_SECTION_TITLE" = "Common Languages";

"LANGUAGEPICKER_PLACEHOLDER_TITLE" = "No article translation";
"LANGUAGEPICKER_PLACEHOLDER_DESCRIPTION" = "\"%1$@\" is only available in %2$@.";

"CHAPTERPICKER_PLACEHOLDER_TITLE" = "No table of contents";
"CHAPTERPICKER_PLACEHOLDER_DESCRIPTION" = "\"%1$@\" has no table of contents.";

"CHAPTERPICKER_TABLEVIEW_FOOTER" = "… or double-tap (and hold) on the article view to quickly skim over the whole article text.";

"xx-small" = "XX-Small";
"x-small" = "X-Small";
"small" = "Small";
"medium" = "Medium";
"large" = "Large";
"x-large" = "X-Large";
"xx-large" = "XX-Large";

"BARBUTTON_ITEM_BACK" = "Back";
"BARBUTTON_ITEM_NEXT" = "Next";

"NOSEARCHRESULTS_BEZEL_TITLE" = "Nothing Found";

"FIND_MENUITEM" = "Find";
"DEFINE_MENUITEM" = "Define";
"SHARE_MENUITEM" = "Share";

"READLATER_NAVIGATIONITEM_TITLE" = "Read Later";

"READLATER_PLACEHOLDER_TITLE" = "Read Later";
"READLATER_PLACEHOLDER_DESCRIPTION" = "Tap and hold any article link, then select \"Read Later\", to add it to this list.";

"MARKREAD_TITLE" = "Mark as Read";
"SHEETBUTTON_MARKALLREAD" = "Mark All as Read";

"SHEETBUTTON_READLATER" = "Read Later";

"SHEETBUTTON_QUICKLOOK" = "Quick Look";
"SHEETBUTTON_PRINT" = "Print";

"LANGUAGEPICKER_NAVIGATIONITEM_TITLE" = "In other Languages";
"LANGUAGEPICKER_NAVIGATIONITEM_SHORTTITLE" = "Languages";

"CHAPTERPICKER_NAVIGATIONITEM_TITLE" = "Table of Contents";
"CHAPTERPICKER_NAVIGATIONITEM_SHORTTITLE" = "Contents";

// New in 1.5
"LOADING_MORE_LABEL" = "Loading…";

"SHEETBUTTON_TWEET" = "Twitter";
"TWEET_INITIAL_TEXT" = "%1$@ on #wikipedia\n";

"SHARE_EVENT_FORMATSTRING" = "%1$@: %2$@";
"ONTHISDAY_HASHTAG" = "#OnThisDay";
"BORN_ONTHISDAY_HASHTAG" = "#Born";
"DIED_ONTHISDAY_HASHTAG" = "#Died";
